IdeaRS.Connections
DataHelper Class
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.DataHelper"]
Inheritance Hierarchy
Object
 IdeaRS.Connections.Data.DataHelper
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public static class DataHelper
The DataHelper type exposes the following members.
Methods
Name | Description
ParseToDoubles
ParseToOffset
ParseToPoint
ParseToVector
Top
See Also
Reference
IdeaRS.Connections.Data Namespace